import { Container } from '@mui/material';
import { NextPage } from 'next';
import React from 'react';
import MainLayout from '../layouts/MainLayout';

const About: NextPage = () => {
  return (
    <MainLayout title="О Нас">
      <Container>
        Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты.
        Большого пунктуация ему, однажды первую строчка знаках безопасную предупредила жаренные?
        Алфавит дорогу составитель продолжил курсивных дороге коварный щеке своих страна ручеек это
        что, строчка живет над даже рекламных проектах переписали на берегу свой раз! Если свое по
        всей вершину заманивший до предупреждал решила большого страна подпоясал, первую семь
        грамматики власти залетают не скатился, от всех курсивных. Силуэт переулка которой родного
        гор маленький свою рукопись, образ дал предупреждал это, буквоград вопроса текстами
        курсивных большого? Курсивных свое снова, образ моей первую использовало своего рекламных
        бросил по всей взгляд это, лучше, свой приставка всемогущая страна они прямо.
      </Container>
    </MainLayout>
  );
};

export default About;
