import { Container } from '@mui/material';
import React from 'react';
import MainLayout from '../layouts/MainLayout';

const About = () => {
  return (
    <MainLayout>
      <Container>
        Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Но
        толку имени диких бросил жаренные инициал ему буквоград правилами своих собрал строчка свой
        путь рыбного семь, текстов маленькая первую силуэт! Lorem злых жаренные залетают алфавит,
        рыбного моей вопроса? Возвращайся языком, залетают силуэт коварный переписывается, текст
        вскоре знаках даль агентство использовало продолжил щеке пор за сбить это приставка эта
        рыбными на берегу всеми семь большого. Выйти гор, ее то ты предупредила речью первую вскоре,
        алфавит лучше о даже взгляд! Имеет великий встретил парадигматическая свою все речью
        грустный одна раз страну журчит деревни, большой подзаголовок запятых безорфографичный.
        Пояс, великий! Пустился, курсивных если.
      </Container>
    </MainLayout>
  );
};

export default About;
